{
   "insurance":{
      "afya_imara":[
         [
            "How do I sign up for Afyaimara and what are the requirements?",
            "We advise that you review our Afya Imara brochures choose an appropriate cover for you and the family or either and then fill in an application form, attach all the relevant documents and prove of payment."
         ],
         [
            "How often should I make contributions?",
            "You can make your afya Imara payments annually or on instalments through IPF."
         ],
         [
            "Do you have proposal forms for Afya Imara?",
            "Proposal forms for Afya Imara and all other products are available and we're happy to share them with you via email upon request."
         ],
         [
            "What are the vaccines covered under afya Imara?",
            "We only cover KEPI regime vaccines under Afya Imara."
         ],
         [
            "Do Afya Imara members have access to outpatient services at Nairobi hospital?",
            "No.All afya Imara policy holders do not have access to Nairobi hospital for outpatient services as we have not opened an account with the provider for the particular service.However Afya Imara clients with a cover limit above Kes. 3 million have access to inpatient services only."
         ],
         [
            "What is the waiting period for Afya Imara products?",
            "All Afya Imara products have a 28-day waiting period from the day of payment confirmation, for acute illnesses and 60 days for all surgical claims."
         ],
         [
            "What are the waiting periods for chronic conditions?",
            "Chronic conditions waiting period is depends on the type of cover taken. Afya Imara has a 1 year waiting period."
         ],
         [
            "What is the applicable co-pay for Afya Imara?",
            "Afya Imara has a co-payment of Kes. 1000 at Abakan Hospital and Nairobi hospitals and a kes. 500 co-pay at any other provider."
         ],
         [
            "Does the medical cover cater for annual general check ups?",
            "The annual general checkup is a standalone benefit that is only available for corporate clients and Afya Imara."
         ]
      ],
      "policy":[
         [
            "Can I switch from a Third Party Only cover to a Comprehensive cover at a later date?",
            "YES.You can upgraded from a TPO to a Comprehensive cover after one of our appointed service providers has inspected your vehicle and a premium payment agreed upon."
         ],
         [
            "What happens when I sell my insured car?",
            "On return of the motor cover certificate, your policy will be cancelled, and you will receive a refund on your premium if you had not made a claim."
         ],
         [
            "What happens if I exhaust my additional benefits?",
            "This depends on the specific benefit.However, most benefits such as Excess Waiver, Car Hire, Special tool kit Extension and Special Tyre Extension can be reinstated at an additional premium."
         ],
         [
            "What cover is provided under Special Perils?",
            "Loss or damage by perils of nature including floods, rainstorms, earthquakes, hurricanes, etc."
         ],
         [
            "What items are covered under the Personal Effects extension?",
            "Personal Effects extension covers items  you normally carry for personal use such as; hand bags & its contents, shoes and watch. This extension does not include covering electronics."
         ],
         [
            "Does Motor Private have a Yellow Card Extension?",
            "NO.The Yellow Card Extension is an independent insurance cover that automatically provides you with a minimum cover while you're visiting a foreign country.Claims are also administered in the foreign country."
         ],
         [
            "When is a vehicle considered as being overloaded or carrying excess?",
            "We consider a vehicle to be overloaded when, it exceeds the load capacity as outlined in the logbook. Also, a vehicle is considered to be carrying excess when it carries more that its seating capacity."
         ],
         [
            "Under Third Party liability, what does the Third Party death or bodily injury limit of KES. 3,000,000 cover?",
            "We consider a vehicle to be overloaded when, it exceeds the load capacity as outlined in the logbook. Also, a vehicle is considered to be carrying excess when it carries more that its seating capacity."
         ],
         [
            "What benefits will I get from the AA Membership extension?",
            "When you get the take up AA Membership, you get to enjoy the below benefits; Free vehicle towing up to 150 KM towing – (cost being part of towing limit)"
         ]
      ]
   }
}